programa{
    funcao inicio(){
        limpa()
        cadeia nome[] = { "𑁃𑀻𑀼꙽꙽꙱ꙹ𑀸꙰𑀼𑀽𑀼꙰ꙻ𑁃ꙻꙹ𑁂꙰ꙴꙴꙷ꙽𑁀꙱꙱ꙸ𑁂ꙸ𑁂ꙹ꙰𑀹ꙴ𑀼꙽𑁀꙱꙰꙱꙱꙱꙰ꙷ𑀸𑁀𑁃꙰𑁂ꙶ𑁂ꙶ𑀸꙱ꙹ꙰𑁀𑁁𑁆ꙸ𑀽꙱꙱ꙹꙹꙻꙻꙷ꙰𑁁𑁅𑁆ꙸ𑀽꙱꙰꙰𑁅꙱𑀹𑁂ꙹ𑀽꙰꙱꙰꙱𑀽ꙹꙹ꙽ꙵ꙰ꙸ𑀾𑀻ꙹ𑁄꙱ꙸ꙱꙰", "𑁃𑀻𑀼꙽꙽꙱ꙹ𑀸꙰𑀼𑀽𑀼꙰ꙻ𑁃ꙻꙹ𑁂꙰ꙴꙴꙷ꙽𑁀꙱꙱ꙸ𑁂ꙸ𑁂ꙹ꙰𑀹ꙴ𑀼꙽𑁀꙱꙰꙱꙱꙱꙰ꙷ𑀸𑁀𑁃꙰𑁂ꙶ𑁂ꙶ𑀸꙱ꙹ꙰𑁀𑁁𑁆ꙸ𑀽꙱꙱ꙹꙹꙻꙻꙷ꙰𑁁𑁅𑁆ꙸ𑀽꙱꙰꙰𑁅꙱𑀹𑁂ꙹ𑀽꙰꙱꙰꙱𑀽ꙹꙹ꙽ꙵ꙰ꙸ𑀾𑀻ꙹ𑁄꙱ꙸ꙱꙰" , "𑁃𑀻𑀼꙽꙽꙱ꙹ𑀸꙰𑀼𑀽𑀼꙰ꙻ𑁃ꙻꙹ𑁂꙰ꙴꙴꙷ꙽𑁀꙱꙱ꙸ𑁂ꙸ𑁂ꙹ꙰𑀹ꙴ𑀼꙽𑁀꙱꙰꙱꙱꙱꙰ꙷ𑀸𑁀𑁃꙰𑁂ꙶ𑁂ꙶ𑀸꙱ꙹ꙰𑁀𑁁𑁆ꙸ𑀽꙱꙱ꙹꙹꙻꙻꙷ꙰𑁁𑁅𑁆ꙸ𑀽꙱꙰꙰𑁅꙱𑀹𑁂ꙹ𑀽꙰꙱꙰꙱𑀽ꙹꙹ꙽ꙵ꙰ꙸ𑀾𑀻ꙹ𑁄꙱ꙸ꙱꙰", "𑁃𑀻𑀼꙽꙽꙱ꙹ𑀸꙰𑀼𑀽𑀼꙰ꙻ𑁃ꙻꙹ𑁂꙰ꙴꙴꙷ꙽𑁀꙱꙱ꙸ𑁂ꙸ𑁂ꙹ꙰𑀹ꙴ𑀼꙽𑁀꙱꙰꙱꙱꙱꙰ꙷ𑀸𑁀𑁃꙰𑁂ꙶ𑁂ꙶ𑀸꙱ꙹ꙰𑁀𑁁𑁆ꙸ𑀽꙱꙱ꙹꙹꙻꙻꙷ꙰𑁁𑁅𑁆ꙸ𑀽꙱꙰꙰𑁅꙱𑀹𑁂ꙹ𑀽꙰꙱꙰꙱𑀽ꙹꙹ꙽ꙵ꙰ꙸ𑀾𑀻ꙹ𑁄꙱ꙸ꙱꙰", "𑁃𑀻𑀼꙽꙽꙱ꙹ𑀸꙰𑀼𑀽𑀼꙰ꙻ𑁃ꙻꙹ𑁂꙰ꙴꙴꙷ꙽𑁀꙱꙱ꙸ𑁂ꙸ𑁂ꙹ꙰𑀹ꙴ𑀼꙽𑁀꙱꙰꙱꙱꙱꙰ꙷ𑀸𑁀𑁃꙰𑁂ꙶ𑁂ꙶ𑀸꙱ꙹ꙰𑁀𑁁𑁆ꙸ𑀽꙱꙱ꙹꙹꙻꙻꙷ꙰𑁁𑁅𑁆ꙸ𑀽꙱꙰꙰𑁅꙱𑀹𑁂ꙹ𑀽꙰꙱꙰꙱𑀽ꙹꙹ꙽ꙵ꙰ꙸ𑀾𑀻ꙹ𑁄꙱ꙸ꙱꙰➕" }
        inteiro cve222
        para(cve222=0; cve222<=999999999999999999999999999999999999; cve222++){
          escreva("\n", 9999999*cve222/2*99999/3*99)
          escreva(nome)
        }
    }
}